Repository: Kostenkov-2021/screenshots
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br, tr

source: Screenshots Wizard
tr: Ekran Yakalama Sihirbazı

source: Cancelled
pt_br: Cancelado
tr: İptal edildi

source: Please disable screen curtain before take a screenshot
pt_br: Desative a cortina de tela antes de fazer a captura da tela
tr: Lütfen ekran görüntüsü almadan önce ekran perdesini devre dışı bırakın

source: Launch the screenshots wizard. A layer of keyboard commands will be activated. Use enter key to take a screenshot, escape to cancel. See documentation for know more commands.
pt_br: Inicie o assistente de captura de tela. Uma camada de comandos será ativada. Use a tecla Enter para capiturar, escape para cancelar. Consulte a documentação para saber mais comandos.
tr: Ekran Yakalama sihirbazını başlatır. Bir klavye komutları katmanı etkinleştirilecektir. Ekran görüntüsü almak için enter, iptal etmek için ise Escape tuşunu kullanın. Daha fazla bilgi için belgelere bakın.

source: Folder not found
tr: Klasör bulunamadı

source: Open the folder where the screenshots are stored.
tr: Yakalanan ekran görüntülerinin depolandığı klasörü açar.

source: No screenshot has been taken yet.
tr: Henüz ekran görüntüsü yakalanmadı.

source: File not found
tr: Dosya bulunamadı

source: Open the last screenshot file in the default app.
tr: Son ekran yakalama dosyasını varsayılan uygulamada açar.

source: Take a full screenshot directly, bypassing the keyboard command layer
tr: Klavye komut katmanını atlayarak doğrudan tam bir ekran görüntüsü yakalar

source: Take a screenshot of focused object directly, bypassing the keyboard command layer
tr: Klavye komut katmanını atlayarak doğrudan odaklanılan nesnenin ekran görüntüsünü alır

source: Take a screenshot of current window directly, bypassing the keyboard command layer
tr: Klavye komut katmanını atlayarak doğrudan geçerli pencerenin ekran görüntüsünü yakalar

source: There is no upper container
pt_br: Não há container pai
tr: Üst kapsayıcı yok

source: Already framed
pt_br: Já enquadrado
tr: Zaten çerçeveli

source: The object cannot be framed.
tr: Nesne çerçevelenemez.

source: Frammed {object} {name}
pt_br: Enquadrado {object} {name}
tr: {object} {name} Çerçeveli

source: from {startX}, {startY} to {endX}, {endY}
pt_br: de {startX}, {startY} até {endX}, {endY}
tr: {startX}, {startY}, {endX}, {endY}

source: width {w} per height {h}
pt_br: largura {w} por altura {h}
tr: genişlik {w} yükseklik {h}

source: The reference object is {objectRole} {objectName}
pt_br: O objeto de referência é {objectRole} {objectName}
tr: Referans nesnesi {objectRole} {objectName}

source: {ratio}% of the rectangle is occupied by the object of reference
pt_br: {ratio}% do enquadramento é ocupado pelo objeto de referência
tr: {ratio}% dikdörtgende referans nesnesi tarafından kullanılıyor

source: The reference object is completely inside the rectangle
pt_br: O objeto de referência está completamente dentro do enquadramento
tr: Referans nesnesi tamamen dikdörtgenin içinde

source: Part of the reference object is outside the rectangle
pt_br: Parte do objeto de referência está fora do enquadramento
tr: Referans nesnesinin bir kısmı dikdörtgenin dışında

source: The rectangle is inside the active window
pt_br: O enquadramento está dentro da janela ativa
tr: Dikdörtgen etkin pencerenin içinde

source: Part of the rectangle is outside the active window
pt_br: Parte do enquadramento está fora da janela ativa
tr: Dikdörtgenin bir kısmı etkin pencerenin dışında

source: screenshot_{timestamp}.{ext}
tr: ekran yakalama_{timestamp}.{ext}

source: Image was not saved
tr: Resim kaydedilmedi

source: Save image
tr: Resmi Kaydet

source: Top edge moved to
pt_br: Borda superior movida para
tr: Üst kenar taşındı

source: Left edge moved to
pt_br: Borda esquerda movida para
tr: Sol kenar şuraya taşındı

source: Bottom edge moved to
pt_br: Borda inferior movida para
tr: Alt kenar taşındı

source: Right edge moved to
pt_br: Borda direita movida para
tr: Sağ kenar taşındı

source: {msg} {width} per {height}
pt_br: {msg} {width} por {height}
tr: {msg} {width} {height}

source: Expanding,
pt_br: Ampliando
tr: Genişlik,

source: Shrinking,
pt_br: Diminuindo
tr: Küçülen,

source: Already adjusted
pt_br: Já enquadrado
tr: Zaten ayarlanmış

source: Rectangle adjusted to {objectRole} {objectName}
pt_br: Enquadramento ajustado para {objectRole} {objectName}
tr: Dikdörtgen {objectRole} {objectName} olarak ayarlandı

source: could not be recognized. {reason}
tr: tanınamadı. {reason}

source: The image is too small.
tr: Resim çok küçük.

source: Press up arrow to frame the container object, space bar or numbers to know the rectangle information, enter key to take the screenshot or escape to cancel and exit. See the documentation for more commands.
pt_br: Pressione a seta para cima para enquadrar o objeto contêiner, barra de espaço ou números para saber as informações do enquadramento, pressione a tecla Enter para fazer a captura ou escape para cancelar. Consulte a documentação para obter mais comandos.
tr: Kapsayıcı nesnesini çerçevelemek için yukarı oka basın, dikdörtgen bilgisini öğrenmek için boşluk çubuğu veya sayılar, ekran görüntüsünü almak için enter tuşuna basın veya iptal edip çıkmak için Escape tuşuna basın. Daha fazla komut için belgelere bakın.

source: Wrong gesture
pt_br: Comando errado
tr: Tanımlı değil

source: Reference object has changed
pt_br: O objeto de referência foi alterado
tr: Referans nesnesi değişti

source: The reference object is fully inside the rectangle
pt_br: O objeto de referência está totalmente enquadrado
tr: Referans nesnesi tamamen dikdörtgenin içinde

source: The reference object exceeds the bounds of the rectangle
pt_br: O objeto de referência excede os limites do enquadramento
tr: Başvuru nesnesi dikdörtgenin sınırlarını aşıyor

source: The rectangle has overflowed the active window
pt_br: O enquadramento ultrapassou a janela ativa
tr: Dikdörtgen etkin pencereden taştı

source: object not found
pt_br: objeto não encontrado
tr: nesne bulunamadı

source: {step} px
tr: {step} piksel

source: Select the folder where the image files of the screenshots will be saved
pt_br: Selecione a pasta para salvar os arquivos de imagem
tr: Yakalanan görüntü dosyalarının kaydedileceği klasörü seçin

source: browse
pt_br: procurar
tr: gözat

source: File format
pt_br: Formato do arquivo
tr: Dosya Biçimi

source: Enlarge small images
tr: Küçük resimleri büyüt

source: After saving the screenshot
pt_br: Depois de salvar a captura de tela
tr: Ekran görüntüsünü kaydettikten sonra

source: Nothing
pt_br: Nada
tr: Hiçbir şey yapma

source: Open file
pt_br: Abrir arquivo
tr: Dosyayı Aç

source: Open folder
pt_br: Abrir pasta
tr: Klasörü aç

source: Movement unit (in pixels):
pt_br: quantidade de movimento (em pixels):
tr: Hareket değeri (piksel olarak):

source: Choose a folder:
pt_br: Selecione uma pasta:
tr: Bir klasör seçin:

source: screenshots wizard
tr: ekran Yakalama sihirbazı

source: Provides an wizard to take screenshots.
pt_br: Acistente para capituras de tela
tr: Ekran görüntüsü almak için bir sihirbaz sağlar.

source: Function not available on secure screens.
pt_br: Função não disponível em telas seguras.

source: The rectangle occupies {percentage}% of the screen
pt_br: O enquadramento ocupa {percentage}% da tela

source: Choose a directory:
pt_br: Selecione uma pasta:

source: NVDA addon that provides an wizard to take screenshots.
pt_br: Complemento do NVDA que proporciona un Acistente para capituras de tela.
